[
  {
    "name": {
      "de": "mæve",
      "en": "mæve"
    },
    "page": {
      "en": "The installation was part of the International Venice Biennale of Architecture 2008.\n\nmæve connects the entries of the Everyville student competition and puts them into the larger context of MACE content and metadata. By placing physical project cards on an interactive surface, users can explore the presented projects, embedded in an organic network of associated projects, people and media.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_installation_2-e1288790434777.jpg\"><img class=\"alignnone size-full wp-image-47\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_installation_2-e1288790434777.jpg\" alt=\"maeve_installation_2-e1288790434777\" width=\"800\" height=\"600\" /></a>\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_screen_1-e1288790418133.png\"><img class=\"alignnone size-full wp-image-48\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_screen_1-e1288790418133.png\" alt=\"maeve_screen_1-e1288790418133\" width=\"800\" height=\"436\" /></a>\n\nThe installation consists of an interactive surface and a large projection area. While users are interacting with the contents of the installation on the interactive surface, the network and the media files are displayed on the large projection.\n\nThe ten winning projects from the Everyville student competition are represented as physical cards. If a card is placed on the interactive surface, a contextual space is opened around the project. Within this space, media files, related projects and keywords are visualized. When a second card is placed on the surface, the space turns into a network, displaying similarities between the projects. In addition to the Everyville cards, the installation also contains »inspired projects« from the MACE repositories. These projects are also represented by project cards and enable the visitors to connect the Everyville projects to MACE contents. Furthermore, as the interaction with the cards is not limited to the one person, entire groups and teams can explore the content together.\n\nhttps://vimeo.com/16245192\n<h3>Credits</h3>\nThe installation is realized in Java and uses the Processing and Gestalt frameworks. For the card tracking, reactiVision 1.4 software is used. The production of the table was supported by Werk5 in Berlin.\n\nIt was conceived and funded within the MACE project. MACE (Metadata for Architectural Contents in Europe) is a pan-european initiative to interconnect and disseminate digital information about architecture. In this context, the installation fosters understanding of the contextual space between different projects and evokes the idea of architecture as an extensive creative and intellectual network.",
      "de": "Die Installation war Teil der 11. Internationalen Architekturbiennale 2008 in Venedig.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_installation_2-e1288790434777.jpg\"><img class=\"alignnone size-full wp-image-47\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_installation_2-e1288790434777.jpg\" alt=\"maeve_installation_2-e1288790434777\" width=\"800\" height=\"600\" /></a>\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_screen_1-e1288790418133.png\"><img class=\"alignnone size-full wp-image-48\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/maeve_screen_1-e1288790418133.png\" alt=\"maeve_screen_1-e1288790418133\" width=\"800\" height=\"436\" /></a>\n\nmæve verbindet die Einreichungen des studentischen Everyville Wettbewerbs und stellt diese in den größeren Kontext der MACE Inhalte und Metadaten. Indem die Besucher_innen physische Projektkarten auf den interaktiven Tisch legen, können die präsentierten Projekte eingebettet in ein organisches Netzwerk verwandter Projekte, Personen und Medien, exploriert werden.\n\nDie Installation besteht aus einem interaktiven Tisch sowie einer großen Projektionsfläche. Während die Benutzer_innen mit den einzelnen Objekten auf dem Tisch interagieren, werden verknüpfte Medieninhalte auf den Projektionsflächen abgebildet.\n\nDie zehn Gewinnerprojekte des studentischen Everyville Wettbewerbs werden auf physischen Karten dargestellt. Sobald eine Karte auf den Tisch gelegt wird, öffnet sich automatisch eine Kontextebene, auf welcher verwandte Projekte und Stichworte um die Karte herum angeordnet werden. Wird eine weitere Karte auf den Tisch gelegt, wird der Raum zwischen den Karten für eine Netzwerkdarstellung genutzt, welche die Überschneidungen der beiden Projekte sichtbar macht. Neben den studentischen Beiträgen beinhaltet die Installation auch ausgewählte Projekte aus der MACE Sammlung. Diese Inhalte sind ebenfalls auf Karten abgebildet und erlauben es den Besucher_innen die Everyville Inhalte mit den MACE Inhalten zu verknüpfen. Da die Karten-Interaktion nicht auf eine Person beschränkt ist, ist es auch ganzen Gruppen möglich, die Inhalte zusammen zu erforschen.\n\nhttps://vimeo.com/16245192\n\n<strong>CREDITS</strong>\n\nDie Installation wurde in JAVA programmiert und nutzt das Processing und Gestalt Framework. Für das Tracking der Karten wurde die Reactivision 1.4 Software genutzt. Beim Bau des Tischen wurden wir unterstützt von der Firma Werk5 aus Berlin.\n\nDas Projekt wurde innerhalb des MACE Projekts konzipiert und finanziert. MACE (Metadata for Architectural Contents in Europe) ist eine paneuropäische Initiative mit dem Ziel, digital verfügbare Informationen über Architektur zu vernetzen und zu verbreiten. In diesem Kontext unterstützt die Installation das Verständnis für den Raum an Kontext und Bezügen zwischen verschiedenen Projekten und evoziert die Idee, dass Architektur von einem weitreichenden kreativen und intellektuellen Netzwerk geprägt ist."
    },
    "excerpt": {
      "en": "The interactive installation »mæve« (MACE-Everyville) provides visual and tangible access to the social and intellectual networks behind architectural projects.",
      "de": "Die interaktive Installation »mæve« (MACE-Everyville) ermöglicht die visuelle und haptische exploration sozialer und intellektueller Netzwerke von Architektur Projekten."
    },
    "wp_id": 44,
    "slug": "maeve",
    "group": [
      "Highlight",
      "Tangible",
      "Visualization"
    ],
    "filter_themen": ["Speculation", "Dashboard"],
    "filter_services": ["UI/UX", "Design Thinking", "Human-Centered Design"],
    "filter_art":["Forschung"],
    "subtitle": {
      "en": "Tangible Exploration of Social and Intellectual Networks",
      "de": "Haptische Exploration von sozialen und geistigen Netzwerken"
    },
    "project_year": 2009,
    "project_partners_name": [
      "IUAV University of Venice",
      "Department of Architecture",
      "Collaboratorio, Venice",
      "Werk 5, Berlin",
      "MACE consortium"
    ],
    "project_partners_url": [
      "",
      "",
      "",
      "",
      ""
    ],
    "project_team": [],
    "project_website": "http://interface.fh-potsdam.de/maeve/",
    "project_team_external_name": [
      "Tina Deiml-Seibt, FHP",
      "Steffen Fiedler, FHP",
      "Jonas Loh, FHP",
      "Tomek Ness, FHP",
      "Larissa Pschetz, FHP",
      "Moritz Stefaner, FHP",
      "Stephan Thiel, FHP",
      "Nick Rübesamen, Werk5",
      "Prof. Vitorio Spigai, IUAV",
      "Massimiliano Condotta, IUAV",
      "Elisa Dalla Vecchia, IUAV",
      "Elena Orzali, IUAV"
    ],
    "project_team_external_url": [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "project_material": "",
    "related_publications": [
      194,
      193
    ],
    "related_projects": "",
    "thumbnail_id": 45,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": true,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "Fritzing",
      "en": "Fritzing"
    },
    "page": {
      "en": "Fritzing is an ecosystem of tools, services and tutorial materials that provides support for implementing interactive electronical projects for designers, artists, researchers and hobbyists.\n\nCompleted projects can be uploaded and displayed on our website as examples and inspiration.\n\n<strong>Fritzing Creator Kit</strong>\nThe Fritzing Kits (e.g. the Fritzing Creator Kit), combine a careful selection of electronic parts with project ideas for beginners and advanced learners. The video tutorials explain step by step how to handle the tools.\n\n<strong>Fritzing Software</strong>\nThe open source software – also called Fritzing – is used by more than 120 000 people worldwide in order to bring their project ideas to life. They can even transform these projects into real products. The Software is available for Mac, Windows and Linux.\n\nThe Fritzing startup originated as a research project at the University of Applied Sciences Potsdam.",
      "de": "Fritzing ist ein ecosystem von Werkzeugen, Services und Lehrmaterialien, welches es Designern, Künstlern, Forschern und Bastlern erlauben soll, interaktive, elektronische Projekte zu entwickeln.\n\nFertiggestellte Projekt können auf die Projektwebseite gestellt werden und so als Beispiele und Inspiration dienen.\n\n<strong>Fritzing Creator Kit</strong>\n\nDie Fritzing Kits (z.B. das Fritzing Creator Kit) stellen Anfängern und Fortgeschrittenen eine sorgfältig zusammengestellte Auswahl an elektronischen Teilen zur Verfügung in Kombination mit Plänen für erste Projekte.\n\n<strong>Fritzing Software</strong>\n\nDie aktuelle OpenSource Version der sogenannten \"Fritzing\" Software wird weltweit von mehr als 120.000 Usern genutzt um Ideen Wirklichkeit werden zu lassen. Die Software kann darüber hinaus dazu genutzt werden um echte Produkte zu entwickeln. Die Anwendung ist für Mac, Windows und Linux verfügbar.\n\nDas Fritzing Startup entstand als Forschungsprojekt an der Fachhochschule Potsdam."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 189,
    "slug": "fritzing",
    "group": [
      "Prototyping",
      "Tangible"
    ],
    "subtitle": {
      "de": "Physical Computing Platform",
      "en": "Physical Computing Platform"
    },
    "project_year": "2006-2009",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "http://fritzing.org",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 233,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "INCOM.org",
      "en": "INCOM.org"
    },
    "page": {
      "en": "Incom.org is the online communication plattform of the Design Department at the University of Applied Sciences Potsdam (FHP).\n\nBy making information accessible and enhancing communication, Incom supports the project- and teaching activities in the department. Furthermore, Incom is an open plattform. So it is an online resource for all topics relevant for design.\n\nIncom was specifically designed for the needs and requirements of a design department. The teaching- and project activities in our department are all based on small teams. So it was important to develop a community model that takes this structure into account. By providing students and staff with so called »Workspaces«, Incom aims at re-creating the same conditions that exist in the real space.\n\nWorkspaces are similar to community blogs. They provide the users of the Workspace with a chronological list of postings and uploads as well as an overview of all active members. Workspaces are usually public, so they provide visitors with an insight into current activities.",
      "de": "Incom.org ist die Online-Kommunikations-Platform des Design Fachbereichs der Fachhochschule Potsdam (FHP).\n\nIncom macht Informationen zugänglich und verbessert die Kommunikation und den Austausch, dadurch sollen die Projekt- und Lehraktivitäten des Fachbereichs unterstützt werden. Darüber hinaus soll Incom eine offene Platform darstellen und so auch als Quelle für alle relevanten Design Themen dienen.\n\nIncom wurde im Gegensatz zu den meisten anderen e-teaching Plattformen speziell für die Bedürfnisse von Design Fachbereichen geschaffen. Die Lehr- und Projektaktivitäten bauen auf kleinen Teams auf, deshalb war es wichtig ein Community-Modell zu entwickeln, welches genau dieses Grundkonzept mit einbezieht. Durch das bereitstellen von sogenannten \"Workspaces\", versucht Incom an die realen Bedingungen anzuknüpfen und diese zu ergänzen und zu erweitern.\n\nWorkspaces ähneln Community Blogs. Sie zeigen den Mitgliedern eine chronologische Liste der Inhalte und Aktivitäten, sowie Uploads und Mitglieder. Die meisten Workspaces sind öffentlich, Besuchern können so einen Einblick in die aktuellen Aktivitäten gewinnen."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 191,
    "slug": "incom-org",
    "group": null,
    "subtitle": {
      "en": "Communication plattform",
      "de": "Online-Kommunikations-Platform"
    },
    "project_year": "2004 – current",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "http://about.incom.org/",
    "project_team_external_name": [
      "Mark Rausch"
    ],
    "project_team_external_url": [
      ""
    ],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 264,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "MACE",
      "en": "MACE"
    },
    "page": {
      "en": "The MACE project is an european research project with partners in Italy, Spain, the Netherlands, Belgium and Germany. The project is co-funded by the eContentplus programme of the European Commission.\n\nMACE sets out to transform the ways of e-learning about architecture in Europe. It integrates vast amounts of content from diverse repositories created in several large previous projects as well as from existing architectural design communities.\n\nThe MACE project provides a framework for community-based services such as finding, acquiring, using and discussing e-learning contents that were previously reachable only by small user groups.\n\nThe project develops and uses several types of metadata for tagging contents: traditional content metadata and ontologies, context metadata, competence metadata and learning process metadata, usage related metadata and metadata acquired through social interaction, e.g. recommendations by peer users or blog entries.\n\nDuring the project we developed a wide range of interfaces for visualizing and accessing the repositories. Another important interface design task was the creation of an active and sustainable online-community, which continues the process of metadata enrichment by enduring usage.",
      "de": "Das MACE Projekt ist ein europäisches Forschungsprojekt mit Partnern in Italien, Spanien, den Niederlanden, Belgien und Deutschland. Das Projekt ist mitfinanziert durch das eContentplus Programm der europäischen Kommission.\n\nDas Ziel des MACE Projektes ist es e-learning für Architektur in Europa neu zu definieren. Es werden große Massen an Daten aus diversen Sammlungen zusammengeführt, welche in zahlreichen vorangegangenen Projekten erstellte wurden, angereicht werden diese durch Daten aus existierenden Architektur- und Design-Communities.\n\nDas MACE Projekt stellt den Rahmen für gemeinschaftliche e-services, vom finden, sammeln, nutzen bis hin zum diskutieren von e-learning Inhalten, Inhalten die bis dato nur kleinen Nutzergruppen zugänglich waren.\n\nDas Projekt nutz verschiedenste Typen von Metadaten um Inhalte zu verschlagworten: traditionelle Inhalts-Metadaten und Ontologien, Kontext-Metadaten, Kompetenz-Metadaten und Metadaten zum Lernprozess, nutzungsabhängige Metadaten und Metadaten die durch soziale Interaktionen generiert werden, wie z.B. Empfehlung von Nutzern oder Blog-Einträge.\n\nWährend des Projektes haben wir eine ganze Bandbreite an Interfaces und Visualisierungen entwickelt, welche den Benutzern verschiedenste Zugriffe auf die gesammelten Daten liefern. Ein weiterer wichtiger Teil des Projektes war das initiieren einer nachhaltig angelegten Online-Community, welche die Metadaten Anreicherung auch über das Projektende hinaus verfolgt."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 192,
    "slug": "mace",
    "group": null,
    "subtitle": {
      "en": "Metadata for Architectural Contents in Europe",
      "de": "Metadata für Architektur-Inhalte in Europa"
    },
    "project_year": "2006 – 2009",
    "project_partners_name": [
      "Prof. Vitorio Spigai (IUAV)",
      "Massimiliano Condotta (IUAV)",
      "Elisa Dalla Vecchia (IUAV)",
      "Elena Orzali (IUAV)",
      "Nick Rübesamen (Werk5)",
      "University of Venice, Department of Architecture (IUAV)",
      "Collaboratorio, Venice",
      "Werk5, Berlin",
      "MACE consortium"
    ],
    "project_partners_url": [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "project_team": [],
    "project_website": "http://mace-project.eu/",
    "project_team_external_name": [
      "Steffen Fiedler",
      "Jonas Loh",
      "Tomek Ness",
      "Larissa Pschetz",
      "Stephan Thiel"
    ],
    "project_team_external_url": [
      "",
      "",
      "",
      "",
      ""
    ],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 265,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "Powerdome",
      "en": "Powerdome"
    },
    "page": {
      "en": "The Powerdome system at the FH Potsdam is the unique result af a collaboration between Carl Zeiss Jena, Fraunhofer FIRST and the Interface Design department of the FHP. It enables us to project real time media and interactive visualizations in a fulldome environment. The system gives us the opportunity to develop new and innovative interactive experiences in an immersive space.\n\nThe Powerdome is located at the Urania planetarium Potsdam. It enriches the Planetarium’s scope of astronomical presentations while offering technical capabilities far beyond imparting astronomical contents. On the part of the FH Potdam, the emphasis is on the interactive visualization of information and data, one of the major research areas of the Interaction Design Lab and the FH Potsdam in general.\n\nWith a dome projection system such as the Powerdome, both didactic-narrative and scientific-explorative aims can be pursued. In either case, the central concern is the visualization and imparting of complex knowledge.\n\nTo meet these special demands, the Fraunhofer FIRST and the FH Potsdam jointly upgraded the Powerdome ImageGenerator. The modified system makes it possible to access any visual format in real time and present it on the dome. It enables developing engineers and designers to develop a broad scope of visualizations for a scientific context. The high resolution of the Powerdome permits minutely detailed presentations, and the spatial structure of the dome projection provides immersion into the interactive data worlds.\n\n",
      "de": "The Powerdome system is the result of a unique collaboration between Carl Zeiss Jena, Fraunhofer FIRST and the Interface Design department of the University of Applied Sciences Potsdam. It enables us to project real-time media and interactive visualizations in a fulldome environment. The system gives us the opportunity to develop new and innovative interactive experiences in an immersive space.\n\nThe Powerdome is located at the Urania Planetarium in Potsdam. It enriches the Planetarium’s scope of astronomical presentations while offering technical capabilities far beyond imparting astronomical contents. On the part of the FH Potdam, the emphasis is on the interactive visualization of information and data, one of the major research areas of the <strong>IDL // Interaction Design Lab</strong> and the FH Potsdam in general.\n\nWith a dome-projection system such as the Powerdome, both didactic-narrative and scientific-explorative aims can be pursued. In either case, the central concern is the visualization and impartation of complex knowledge.\n\nTo meet these special demands, the Fraunhofer FIRST and the FH Potsdam jointly upgraded the Powerdome ImageGenerator. The modified system makes it possible to access any visual format in real-time and present it on the dome. It enables engineers and designers to develop a broad scope of visualizations for a scientific context. The high resolution of the Powerdome permits minutely detailed presentations, while the spatial structure of the dome projection provides immersion into interactive data worlds.\n\n"
    },
    "excerpt": {
      "de": "Our Powerdome system enables us to project real time media and interactive visualizations in a immersive fulldome environment.",
      "en": "Our Powerdome system enables us to project real time media and interactive visualizations in a immersive fulldome environment."
    },
    "wp_id": 36,
    "slug": "powerdome",
    "group": [
      "Highlight",
      "Visualization"
    ],
    "subtitle": {
      "en": "Interactive Visualizations in an Immersive Environment",
      "de": "Interaktive Visuailsierungen für ein immersives Displaysystem"
    },
    "project_year": "Since 2009",
    "project_partners_name": [
      "Carl Zeiss Jena",
      "Fraunhofer FIRST",
      "Urania Potsdam"
    ],
    "project_partners_url": [
      "",
      "",
      ""
    ],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [
      "Prof. Klaus Dufke"
    ],
    "project_team_external_url": [
      "http://www.fh-potsdam.de/person/person-action/klaus-dufke/show/Person/"
    ],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 101,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "DIGENTI",
      "en": "DIGENTI"
    },
    "page": {
      "de": "The research project DIGENTI (DIGitaler ENtscheiderTIsch) looks into the field of disaster management based on satellite data and Volunteered Geographic Information (VGI).\n\nIn disaster situations, the managing process has been established since decades and is mostly analog. Disaster managers still use paper maps, paper-based data sources and other analog tools. Also, the communication between managers and official institutions, stakeholders or even citizens is often voice- or paper-based. While paper has its benefits due to its flexibility and transportability, uncertain and constantly changing disaster situations require up-to-date reliable data in order to maintain situation awareness and support rapid decision-making.\n\nIn this context, the research interests of the<strong> IDL // Interaction Design Lab</strong> are Natural User Interfaces (NUI), geovisualization, and exploration of environmental and crowdsourced social media data to support the managing process, increase situation awareness, and engage collaboration.\n\nThe project goal is to design, prototype, and implement tangible multi-touch interfaces in multi-modal environments for different scenarios in the field of disaster management based on a user-centered design process.\n\nThe project is funded by the <a href=\"http://www.bmwi.de/\" target=\"_blank\" rel=\"noopener noreferrer\">Federal Ministry for Economic Affairs and Energy (BMWi)</a> and is a cooperation with the <a href=\"http://www.geo.uni-potsdam.de/welcome.html\" target=\"_blank\" rel=\"noopener noreferrer\">University of Potsdam</a>, <a href=\"http://www.geo-airbusds.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Infoterra GmbH</a>, <a href=\"http://www.delphi-imm.de/\" target=\"_blank\" rel=\"noopener noreferrer\">DELPHI IMM GmbH</a> and partners from Colombia.\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2519_02_opt.jpg\"><img class=\"size-large wp-image-433\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2519_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2489_02_opt.jpg\"><img class=\"size-large wp-image-435\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2489_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2498_02_opt.jpg\"><img class=\"size-large wp-image-434\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2498_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>",
      "en": "The research project DIGENTI (DIGitaler ENtscheiderTIsch) looks into the field of disaster management based on satellite data and Volunteered Geographic Information (VGI).\n\nIn disaster situations, the managing process has been established since decades and is mostly analog. Disaster managers still use paper maps, paper-based data sources and other analog tools. Also, the communication between managers and official institutions, stakeholders or even citizens is often voice- or paper-based. While paper has its benefits due to its flexibility and transportability, uncertain and constantly changing disaster situations require up-to-date reliable data in order to maintain situation awareness and support rapid decision-making.\n\nIn this context, the research interests of the<strong> IDL // Interaction Design Lab</strong> are Natural User Interfaces (NUI), geovisualization, and exploration of environmental and crowdsourced social media data to support the managing process, increase situation awareness, and engage collaboration.\n\nThe project goal is to design, prototype, and implement tangible multi-touch interfaces in multi-modal environments for different scenarios in the field of disaster management based on a user-centered design process.\n\nThe project is funded by the <a href=\"http://www.bmwi.de/\" target=\"_blank\" rel=\"noopener noreferrer\">Federal Ministry for Economic Affairs and Energy (BMWi)</a> and is a cooperation with the <a href=\"http://www.geo.uni-potsdam.de/welcome.html\" target=\"_blank\" rel=\"noopener noreferrer\">University of Potsdam</a>, <a href=\"http://www.geo-airbusds.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Infoterra GmbH</a>, <a href=\"http://www.delphi-imm.de/\" target=\"_blank\" rel=\"noopener noreferrer\">DELPHI IMM GmbH</a> and partners from Colombia.\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2519_02_opt.jpg\"><img class=\"size-large wp-image-433\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2519_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2489_02_opt.jpg\"><img class=\"size-large wp-image-435\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2489_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>\n\n<a href=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2498_02_opt.jpg\"><img class=\"size-large wp-image-434\" src=\"https://idl.fh-potsdam.de/wp-content/uploads/2015/07/IMG_2498_02_opt-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" /></a>"
    },
    "excerpt": {
      "de": "DIGENTI combines satellite remote sensing, geovisualization and natural interaction on tangible, multi-touch and multi-modal environments for Disaster Management.",
      "en": "DIGENTI combines satellite remote sensing, geovisualization and natural interaction on tangible, multi-touch and multi-modal environments for Disaster Management."
    },
    "wp_id": 119,
    "slug": "digenti",
    "group": [
      "Highlight",
      "Maps",
      "Multitouch",
      "Tangible",
      "Visualization"
    ],
    "subtitle": {
      "en": "Multi-modal Interaction for Disaster Management",
      "de": "Multi-modale Interaktionskonzepte für Katastrophenmanagement"
    },
    "project_year": "2015 – 2017",
    "project_partners_name": [
      "University of Potsdam",
      "Infoterra GmbH",
      "DELPHI IMM GmbH"
    ],
    "project_partners_url": [
      "http://www.geo.uni-potsdam.de/welcome.html",
      "http://www.geo-airbusds.com/",
      "http://www.delphi-imm.de/"
    ],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [
      498,
      438,
      426,
      428
    ],
    "related_projects": "",
    "thumbnail_id": 432,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "MSNI",
      "en": "MSNI"
    },
    "page": {
      "en": "Heart of the project is a smart data-API that offers real-time access to regional data from a wide range of providers, ranging from restaurants to traffic information. Gathered and organized through a smart location- and context-based algorithm, the data is brought together in several mobile application prototypes. Our main focus lies in developing an in-depth user experience through design research and thoughtful interactions and designs. The evaluated prototypes should provide insights into the fields of recommendation behaviour, navigation, privacy, and cross-cultural design, etc.\n\nMSNI is a research project of the design department of the University of Applied Sciences in Potsdam and is funded by the <a href=\"http://www.bmbf.de\" target=\"_blank\">German Federal Ministry of Education and Research (BMBF)</a>.\n\n",
      "de": "Das Herz des Projektes ist eine intelligente Daten-API, welche es Benutzer_innen und Entwickler_innen erlaubt, in Echtzeit auf eine Bandbreite an Daten zuzugreifen. Diese Daten reichen von Ortsinformationen wie Restaurants und Museen über Wetterinformationen bis hin zu aktuellen Verkehrsinformationen. Diese Daten werden über intelligente Algorithmen miteinander verschnitten. Die Ergebnisse dieser Berechnungen wurden im Rahmen des Forschungsprojektes in ersten Prototypen in die Anwendung eingebracht. Das Hauptaugenmerk des <strong>IDL // Interaction Design Labs</strong> lag dabei auf der benutzerzentrierten Entwicklung eines durchdachten Benutzererlebnisses. Aus der Perspektive der Forschung gab uns die Evaluation der Prototypen darüber hinaus Einsicht in die Bereiche nutzerzentrierter Empfehlungen, Navigation, Privatsphäre und kulturübergreifendes Design.\n\nDas MSNI Forschungsprojekt wurde vom Bundesministerium für Bildung und Forschung finanziert.\n\n"
    },
    "excerpt": {
      "en": "The research project ‘MSNI’ is looking into the field of location and context based services in the area of regional-information-services.",
      "de": "Das Forschungsprojekt 'MSNI' beschäftigt sich mit orts- und kontextbasierten Services im Bereich regionaler Informationsdienste."
    },
    "wp_id": 131,
    "slug": "msni",
    "group": [
      "Highlight",
      "Mobile"
    ],
    "subtitle": {
      "en": "Location and context-based services",
      "de": "Orts- und kontextbasierte Services"
    },
    "project_year": "2012 – 2013",
    "project_partners_name": [
      "idpraxis GmbH",
      "Fraunhofer FOKUS",
      "BSF Swissphoto GmbH",
      "Vermessung Krause IVB",
      "3D Reality Maps"
    ],
    "project_partners_url": [
      "http://www.idpraxis.de/",
      "http://fokus.fraunhofer.de/",
      "http://www.swissphoto.ch/",
      "http://www.vermessungkrause.de/",
      "http://www.realitymaps.de/"
    ],
    "project_team": [],
    "project_website": "http://www.m-s-n-i.de/",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 135,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "SASER",
      "en": "SASER"
    },
    "page": {
      "en": "In the research project SaSER (Safe and Secure European Routing), the <strong>IDL // Interaction Design Lab</strong> is investigating the role of information visualization in supporting security experts’ tasks while monitoring complex computer networks. In close collaboration with security experts, guidelines for information visualization in the area of network security will be developed. A prototype will serve as a tool for evaluating interface design and visualizations in several iterations. Some of the questions we focus on are: What are the limits of automated data analysis and pattern recognition? Where does human visual perception offer an advantage that algorithms can’t provide? On a more abstract level, the application of the developed guidelines to other complex dynamic networks will be explored.",
      "de": "Im Rahmen des Forschungsprojektes SaSER (Safe and Secure European Routing) untersucht das IDL welche Rolle Informations Visualisierung im Alltag von Sicherheitsexperten einnehmen kann, welche sich mit dem Monitoring von komplexen Computernetzwerken beschäftigen. In enger Zusammenarbeit mit Sicherheitsexperten wurden Richtlinien für Visualisierungs-Anwendungen im Bereich der Netzwerksicherheit entwickelt. Über Prototypen wurden Interfacedesign-Konzepte iterativ evaluiert. Eine der Kernfragen die im Rahmen des Projektes verfolgt wurden, beschäftigte sich mit dem Spannungsfeld von automatisierter Datenanalyse und algorithmischer Mustererkennung, im Kontrast zur menschlichen Wahrnehmung, welche sich durch Visualisierungstechniken schärfen lässt. In welchen Bereichen bedarf es der menschlichen Interaktion und wo sind die Grenzen maschineller Bearbeitung gesetzt. Die entwickelten Methoden für die Analyse von Netzwerkdaten wurden neben dem Sicherheitsumfeld auch auf andere Bereiche übertragen um die Adaptivität der Methoden zu testen."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 142,
    "slug": "saser",
    "group": [
      "Security",
      "Visualization"
    ],
    "subtitle": {
      "en": "Visualizations for Network Security Dashboards",
      "de": "Visualisierungen für Netzwerk-Sicherheits-Dashboards"
    },
    "project_year": "2012-2014",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 143,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "Brandenburg Police",
      "en": "Brandenburg Police"
    },
    "page": {
      "en": "<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.18.43.png\"><img class=\"alignnone wp-image-248 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.18.43-660x234.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.18.43\" width=\"660\" height=\"234\" /></a>\n\nIn 2011, the <strong>IDL // Interaction Design Lab</strong> was commissioned to guide the state police of Brandenburg through the redesign process of their online communication portal. The project started with the initial usability studies of the existing portal, continued with an analysis of their target audiences and resulted in the redesign of the corporate design - including an overhaul of the logo, typography and color palette. All efforts are integrated in the final redesign of the overall web portal.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.14.33.png\"><img class=\"alignnone wp-image-245 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.14.33-660x516.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.14.33\" width=\"660\" height=\"516\" /></a>\n\nThe new portal provides citizen with more convenient ways of getting in touch with the police. From getting a permit for a demonstration to reporting your stolen bike or car, all interaction and communication needs can be met with one unified interface. The new website is accessible from mobile devices, tablets as well as desktop devices, providing citizens with all the information they need, wherever and whenever they need them. Beyond the website, we collaborated with <a href=\"http://raureif.net/en/\">Raureif</a> to create a mobile application for Android and iOS.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.13.30.png\"><img class=\"alignnone wp-image-246 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.13.30-660x517.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.13.30\" width=\"660\" height=\"517\" /></a>",
      "de": "<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.18.43.png\"><img class=\"alignnone wp-image-248 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.18.43-660x234.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.18.43\" width=\"660\" height=\"234\" /></a>\n\nIn 2011, the <strong>IDL // Interaction Design Lab</strong> was commissioned to guide the Brandenburg State Police through the redesign process of their online communication portal. The project started with the initial usability studies of the existing portal, continued with an analysis of their target audiences and resulted in the redesign of the corporate design - including an overhaul of the logo, typography and color palette. All efforts are integrated in the final redesign of the overall web portal.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.14.33.png\"><img class=\"alignnone wp-image-245 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.14.33-660x516.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.14.33\" width=\"660\" height=\"516\" /></a>\n\nThe new portal provides citizen with more convenient ways of getting in touch with the police. From getting a permit for a demonstration to reporting your stolen bike or car, all interaction and communication needs can be met with one unified interface. The new website is accessible from mobile devices, tablets as well as desktop devices, providing citizens with all the information they need, wherever and whenever they need them. Beyond the website, we collaborated with <a href=\"http://raureif.net/en/\">Raureif</a> to create a mobile application for Android and iOS.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.13.30.png\"><img class=\"alignnone wp-image-246 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/Bildschirmfoto-2015-12-21-um-18.13.30-660x517.png\" alt=\"Bildschirmfoto 2015-12-21 um 18.13.30\" width=\"660\" height=\"517\" /></a>"
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 184,
    "slug": "brandenburg-police",
    "group": null,
    "subtitle": {
      "en": "UX/UI Design for a Government Portal",
      "de": "UX/UI Design für ein staatliches Internet-Portal"
    },
    "project_year": "2011-2015",
    "project_partners_name": [
      "Raureif"
    ],
    "project_partners_url": [
      "http://raureif.net/en/"
    ],
    "project_team": [],
    "project_website": "http://polizei.brandenburg.de",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 247,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [
      "Zentraldienst der Polizei"
    ],
    "project_client_url": [
      ""
    ],
    "project_client_logo": [
      376
    ]
  },
  {
    "name": {
      "de": "KatWarn",
      "en": "KatWarn"
    },
    "page": {
      "en": "In summer of 2013 Fraunhofer FOKUS commissioned the IDL to redesign the KatWarn iOS application and adapt the interfaces for Android and Windows Phone. The innovative early warning system for citizens is designed to warn the public in the case of an emergency, from natural hazzards like blizzards and flooding, to large scale operations within the city. In contrast to common information- and warning-systems, KatWarn is location based and personalized, this means that you can not only tell your application to observe a certain location, like for example your home address and your parents address, but in addition you can receive real time information for your current location.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/katwarn_2.jpg\"><img class=\"alignnone wp-image-252 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/katwarn_2-660x347.jpg\" alt=\"katwarn_2\" width=\"660\" height=\"347\" /></a>",
      "de": "In summer of 2013, Fraunhofer FOKUS commissioned the <strong>IDL // Interaction Design Lab</strong> to redesign the KatWarn iOS application and adapt the interfaces for Android and Windows Phone. The innovative early-warning system for citizens is designed to warn the public in the case of an emergency. The app covers natural disasters like blizzards and flooding, as well as large scale operations within the city. In contrast to common information- and warning-systems, KatWarn is location-based and can be personalized. This means that you can not only tell your application to observe a certain location, like for example your home address and your parents' address, but in addition you can receive real-time information for your current location.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/katwarn_2.jpg\"><img class=\"alignnone wp-image-252 size-content-image\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/11/katwarn_2-660x347.jpg\" alt=\"katwarn_2\" width=\"660\" height=\"347\" /></a>"
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 185,
    "slug": "katwarn",
    "group": [
      "Maps",
      "Mobile"
    ],
    "filter_themen": ["Speculation", "App Design"],
    "filter_services": ["UI/UX"],
    "filter_art":["Forschung"],

    "subtitle": {
      "en": "Location-Based Application Design",
      "de": "Location-Based Application Design"
    },
    "project_year": "2013 - 2015",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [33],
    "project_website": "http://www.katwarn.de",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 251,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [
      "Fraunhofer FOKUS"
    ],
    "project_client_url": [
      "http://www.fraunhofer.fokus.de"
    ],
    "project_client_logo": [
      375
    ]
  },
  {
    "name": {
      "de": "Unfolding",
      "en": "Unfolding"
    },
    "page": {
      "en": "Unfolding is a Processing and Java library that enables the creation of interactive thematic maps and geovisualizations.\n\nThe library was developed at the <strong>IDL // Interaction Design Lab</strong>, FH Potsdam and at the KU Leuven, and is used in classes, as well as in research and commercial projects. The aim of the toolkit is to enable interaction designers, visualization experts, and others to easily create interactive geographic maps.\n\nSome of the features include\n\n<strong>Interaction events</strong>\nUnfolding enables you to rapidly create interactive maps. Basic interactions such as Zoom & Pan are included. Other functionality such as Overview+Detail, or multi-touch gestures can be easily added.\n\n<strong>Data visualization</strong>\nSimply create geo-positioned markers to display data on a map. The visual style can be adapted freely. The library supports any user-defined shapes, such as points, lines, or polygons.\n\n<strong>Styled maps</strong>\nUnfolding is a tile-based map library. Map tiles can have various geographic features and come in all sorts of styles. It works with various map providers such as OpenStreetMap or TileMill.\n\nFor more information visit <a href=\"http://unfoldingmaps.org\">unfoldingmaps.org</a>\nFind the source code at <a href=\"https://github.com/tillnagel/unfolding\">Github</a>",
      "de": "Unfolding ist eine Processing und Java Bibliothek, welche es Entwicklern erlaubt interaktive thematische Karten und Geovisualisierungen zu erstellen.\n\nDie Bibliothek wurde im Interaction Design Lab der Fachhochschule Potsdam, sowie an der KU Leuven entwickelt. Sie wird nicht nur in der Lehre, sondern auch in Forschungsprojekten und kommerziellen Projekten eingesetzt. Ziel des Werkzeuges ist es, Designer, Visualisierern und Anderen zu erlauben schnell und einfach interaktive geographische Karten zu produzieren.\n\nEin Teil des Funktionsumfangs:\n\n<strong>Interaction Events</strong>\nUnfolding erlaubt es schnell interaktive Karten zu implementieren. Die Bibliothek beinhaltet grundlegende Interaktionen wie z.B. Zoom & Pan, weiterführende Interaktionen wie beispielsweise Overview+Detail oder Multitouch-Gesten können schnell und unkompliziert ergänzt werden.\n\n<strong>Data Visualization</strong>\nGeoreferenzierte Marker können durch wenige Zeilen Code einer Karte hinzugefügt werden um Daten abzubilden. Die visuelle Darstellung lässt sich frei anpassen und adaptieren. Die Bibliothek unterstützt jegliche benutzerdefinierten Elemente, wie Punkte, Linien oder Polygone.\n\n<strong>Karten Stile</strong>\nUnfolding nutzt die Map-Tile Technologie (WMTS). Map tiles erlauben es eine Bandbreite an geographischen Elementen visuell abzubilden, in den verschiedensten Darstellungsstilen. Durch die Standardisierte WMTS Schnittstelle, können viele Kartenanbieter problemlos integriert werden, wie z.B. OpenStreetMap oder TileMill.\n\nWeitere Information unter: <a href=\"http://unfoldingmaps.org\">unfoldingmaps.org</a>\nDer Quellcode steht bei <a href=\"https://github.com/tillnagel/unfolding\">Github</a> zur Verfügung."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 186,
    "slug": "unfolding",
    "group": [
      "Maps"
    ],
    "subtitle": {
      "en": "Map & Geovisualization Library",
      "de": "Bibliothek für Karten und Geovisualisierung"
    },
    "project_year": "",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "http://www.unfoldingmaps.org",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 232,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "EcoViz",
      "en": "EcoViz"
    },
    "page": {
      "en": "The research project ‘EcoViz’ makes a contribution to conception, design and market implementation of so-called ‘transformational products’. The main idea of these products is self-realization, which means the ability of humans to recognize their potential and exploit it. EcoViz developed and evaluated basic concepts of transformational products in the field of sustainability.\n\nDeveloped by the Company ‘raureif’ the ‘EcoChallenge’ is one exemplary product, which has already been brought to market since EcoViz has started. ‘EcoChallenge’ is an app for the iPhone and it has the goal of long-term attitudinal and behavioral changes in the everyday consumers life, regarding their sustainability performance.\n\n‘EcoViz’ is a research project of the design department of the University of Applied Sciences in Potsdam and is funded by the Ministry of Science, Research and Culture of Brandenburg.\n\nFor more information on the project ‘EcoViz’ and related projects, see <a href=\"http://www.consuming-energy.org\">www.consuming-energy.org</a>.\n\nThe official website of ‘EcoChallenge’ with more information on this project example is <a href=\"http://www.eco-challenge.eu\">www.eco-challenge.eu</a>.",
      "de": "The research project ‘EcoViz’ makes a contribution to the conception, design and market implementation of so-called ‘transformational products’. The main idea of these products is self-realization, which means the ability of humans to recognize their potential and exploit it. EcoViz developed and evaluated basic concepts of transformational products in the field of sustainability.\n\nDeveloped by the Company ‘raureif’, ‘EcoChallenge’ is one exemplary product which has already been brought to market since EcoViz has started. ‘EcoChallenge’ is an app for iPhone and it has the goal of long-term attitudinal and behavioral changes in the everyday consumers' life, regarding their sustainability performance.\n\n‘EcoViz’ is a research project at the design department of the University of Applied Sciences in Potsdam and is funded by the Ministry of Science, Research and Culture of Brandenburg.\n\nFor more information on the project ‘EcoViz’ and related projects see <a href=\"http://www.consuming-energy.org\">www.consuming-energy.org</a>.\n\nThe official website of ‘EcoChallenge’ with more information on this project example is <a href=\"http://www.eco-challenge.eu\">www.eco-challenge.eu</a>."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 187,
    "slug": "ecoviz-challenge",
    "group": [
      "Mobile"
    ],
    "subtitle": {
      "en": "Research on transformational products",
      "de": "Forschung zu \"transformational Products\""
    },
    "project_year": "2010 - 2011",
    "project_partners_name": [
      "Raureif"
    ],
    "project_partners_url": [
      "http://raureif.net/de/"
    ],
    "project_team": [33],
    "project_website": "http://www.eco-challenge.eu",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 230,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "Venice Unfolding",
      "en": "Venice Unfolding"
    },
    "page": {
      "en": "Venice Unfolding is a case study on tangible geo-visualization on an interactive tabletop to enable the exploration of architectural projects in Venice.\n\nThis tangible user interface consists of a large display showing projects on a map, and a polyhedral object to browse these data interactively by selecting and filtering various metadata facets. The object reduces the barrier between the physical world and virtual data, and eases the understanding of faceted geographical data, enabling urban planners and citizens alike to participate in the discovery and analysis of information referring to the physical world.\n\nThis project was a collaboration of the Interaction Design Lab with the architectural faculty of the IUAV University of Venice, and the City of Venice, Urban Department.\n<h3>Interaction</h3>\nThe polyhedral object can be placed anywhere onto the table’s interactive surface to begin with one of two interactions: (1) Select criteria to filter and display specific projects, and (2) Browse background information of a single project.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/interaction-sequence2.jpg\"><img class=\"alignnone size-large wp-image-28\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/interaction-sequence2-1024x251.jpg\" alt=\"interaction-sequence2\" width=\"1024\" height=\"251\" /></a>\n\nWhen a user puts the object onto the tabletop, the facets are displayed, each represented as an unfolded face of the polyhedron (Figure 2 a). After the user tilts the object onto one of its sides, the entries of the chosen facet are displayed as a radial fisheye menu surrounding the object (Figure 2 b). The text items are alphabetically ordered and displayed as small ticks, thus visualizing the overall amount of items. By rotating the object the user can now browse through the terms. The user can choose a specific item by moving the object towards its text representation. After a user’s selection, the application filters the data set, and highlights matching projects on the map.\n\nAfter the user selects a single project, the radial menu around the polyhedron changes to offer background information, such as “description”, “pictures”, and “relations”. By rotating the object inside the ring users can explore project information in detail: scrolling through the descriptive text, and browsing through explanatory pictures (Figure 2 c). Selection of the third category (“relations”) activates the project’s conceptual network with other projects (Figure 1).\n<h3>Polyhedral Object</h3>\nThe physical polyhedron acts as tangible input device, and can be used to select various faceted data and filter the projects.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/VENICE-UNFOLDING-8-polyhedron-rendered.jpg\"><img class=\"alignnone size-large wp-image-29\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/VENICE-UNFOLDING-8-polyhedron-rendered-1024x768.jpg\" alt=\"VENICE-UNFOLDING-8-polyhedron-rendered\" width=\"1024\" height=\"768\" /></a>\n\nIn the design of the object we opted for a shape signifying the interaction possibility to select different facets, hinting to the literal meaning of a “facet”. Furthermore, we intentionally designed the object to create curiosity by being an interesting physical artifact to invite users to touch and utilize it.",
      "de": "Venice Unfolding is a case study on tangible geo-visualization on an interactive tabletop to enable the exploration of architectural projects in Venice.\n\nThis tangible user interface consists of a large display showing projects on a map, and a polyhedral object to browse these data interactively by selecting and filtering various metadata facets. The object reduces the barrier between the physical world and virtual data and eases the understanding of faceted geographical data. Thus enabling urban planners and citizens alike to participate in the discovery and analysis of information referring to the physical world.\n\nThis project was a collaboration of the <strong>IDL // Interaction Design Lab</strong> with the architectural faculty of the IUAV University of Venice, and the City of Venice, Urban Department.\n<h3>Interaction</h3>\nThe polyhedral object can be placed anywhere onto the table’s interactive surface in order to proceed with one of two interactions: (1) Select criteria to filter and display specific projects, and (2) Browse background information of a single project.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/interaction-sequence2.jpg\"><img class=\"alignnone size-large wp-image-28\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/interaction-sequence2-1024x251.jpg\" alt=\"interaction-sequence2\" width=\"1024\" height=\"251\" /></a>\n\nWhen a user puts the object onto the tabletop, the facets are displayed, each represented as an unfolded face of the polyhedron (Figure 2 a). After the user tilts the object onto one of its sides, the entries of the chosen facet are displayed as a radial fisheye menu surrounding the object (Figure 2 b). The text items are alphabetically ordered and displayed as small ticks, thus visualizing the overall amount of items. By rotating the object, the user can now browse through the terms. The user can choose a specific item by moving the object towards its text representation. After a user’s selection, the application filters the data set and highlights matching projects on the map.\n\nWhen the user selects a single project, the radial menu around the polyhedron changes to offer background information such as “description”, “pictures”, and “relations”. By rotating the object inside the ring, users can explore project information in detail: scrolling through the descriptive text and browsing through explanatory pictures (Figure 2 c). Selection of the third category (“relations”) activates the project’s conceptual network with other projects (Figure 1).\n<h3>Polyhedral Object</h3>\nThe physical polyhedron acts as tangible input device and can be used to select various faceted data and filter the projects.\n\n<a href=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/VENICE-UNFOLDING-8-polyhedron-rendered.jpg\"><img class=\"alignnone size-large wp-image-29\" src=\"http://dev.jorditost.com/idl/wp-content/uploads/2015/06/VENICE-UNFOLDING-8-polyhedron-rendered-1024x768.jpg\" alt=\"VENICE-UNFOLDING-8-polyhedron-rendered\" width=\"1024\" height=\"768\" /></a>\n\nIn the design of the object we opted for a shape signifying the interaction possibility to select different facets, hinting to the literal meaning of a “facet”. Furthermore, we intentionally designed the object to create curiosity by being an interesting physical artifact to invite users to touch and utilize it."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 190,
    "slug": "venice-unfolding",
    "group": [
      "Multitouch",
      "Tangible"
    ],
    "subtitle": {
      "en": "Tangible Geo-Visualization of Architectural Projects",
      "de": "Haptische Visualisierung von Architekturprojekten"
    },
    "project_year": 2009,
    "project_partners_name": [
      "IUAV University of Venice",
      "Department of Architecture City of Venice",
      "Urban Department"
    ],
    "project_partners_url": [
      "",
      "",
      ""
    ],
    "project_team": [33],
    "project_website": "",
    "project_team_external_name": [
      "Massimiliano Condotta, IUAV",
      "Jula Lakritz",
      "Nadine Patzig",
      "Stefan Rechsteiner",
      "Sabine Richter",
      "Martin Schissler",
      "Sebastian Schwinkendorf",
      "Stephan Thiel"
    ],
    "project_team_external_url": [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "project_material": "",
    "related_publications": [
      75,
      79,
      73,
      77
    ],
    "related_projects": "",
    "thumbnail_id": 263,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "ProSeco",
      "en": "ProSeco"
    },
    "page": {
      "en": "Prosec&co is a collaborative research project in in the Central Innovation Programme (ZIM) for small and medium-sized enterprises (SMEs), which is funded by the Federal Ministry for Economic Affairs and Energy (BMWi). The goal of the research project is the development of a web-based dashboard for different user types (Admin, IT Manager, etc.), which enables these users to observe the metrics of in-house IT-security systems. To achieve this, we are currently developing a custom-built format, which is used to normalise and process different data sources of the existing IT-infrastructure (e.g. network traffic, RSS-Feeds, Firewall log files). Based on the aggregation of these data sources, which are collected from the in-house IT-security system, this method enables us to generate different security visualisations in the dashboard, supported by state-of-the-art data visualisation libraries (e.g d3). Based on user-centered design methods and the input of participating IT-security experts, we created a first prototype, which demonstrates a use case for a web-based modular middleware concept.",
      "de": "ProSeco is a collaborative research project in the framework of the Central Innovation Programme (ZIM) for small and medium-sized enterprises (SMEs), which is funded by the Federal Ministry for Economic Affairs and Energy (BMWi). The goal of the research project is the development of a web-based dashboard for different user types (admin, IT manager, etc.), which enables these users to observe the metrics of in-house IT-security systems. To achieve this, we are currently developing a custom-built format that can be used to supervise and process different data sources from the existing IT-infrastructure (e.g. network traffic, RSS-Feeds, Firewall log files). Based on the aggregation of these data sources, which are collected from the in-house IT-security system, this method enables us to generate different security visualisations in the dashboard, supported by state-of-the-art data visualisation libraries (e.g d3). Based on user-centered design methods and the input of participating IT-security experts, we created a first prototype that demonstrates a use case for a web-based modular middleware concept."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 242,
    "slug": "proseco",
    "group": [
      "Security",
      "Visualization"
    ],
    "subtitle": {
      "en": "IT Security Dashboard",
      "de": "IT Sicherheits-Dashboard"
    },
    "project_year": "2014-2016",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 243,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "en": "Energy Atlas",
      "de": "Energieatlas"
    },
    "page": {
      "en": "With the development of the Energy Atlas the \"Energy Turnaround\" is becoming more than a rhetorical figure for Rhineland-Palatinate. The web portal offers a rich variety of information on renewable energy. The interested public can require information on all aspects of renewable energy and heating from the production, through transport down to the energy consumption of the last few years. Specific projects are introduced in detail, to offer insights into what actions are helping to make the energy turnaround a reality. All the information is georeferenced and is available through maps and various search interfaces.\n\nThe energy agency of Rhineland-Palatinate uses the energy atlas to support the government itself, as well as public institutions, companies, or the general public. Aiming at going beyond simply informing stakeholders, the platform should help interest groups to initialize their own projects in the area of renewable energy, energy efficiency and saving energy.\n\nIn this 1-year cooperation with the company DELPHI IMM GmbH, the IDL was responsible for a user-centered information- and navigation architecture, as well as the actual design of the responsive site, the geographic visualizations and the overall interaction concept. In order to ensure a high level of usability, the IDL performed several usability studies along the development process including a concluding eye tracking study.",
      "de": "Mit der Umsetzung des Energieatlasses bleibt die Energiewende in Rheinland-Pfalz nicht mehr nur ein politisches Statement, sondern wird transparent für die Bürgerinnen und Bürger. Das Webportal bietet eine Fülle von Informationen zu Erneuerbaren Energien. Interessierte Bürger können sich über die Entwicklung der Erneuerbaren Energien im Hinblick auf Strom und Wärme, von der Erzeugung, der Einspeisung bis hin zum Verbrauch in den letzten Jahren erkundigen. Ein Projektsteckbrief stellt einzelne herausragende Maßnahmen oder Projekte, die einen Beitrag zur Energiewende leisten, dar. Energiesteckbriefe beschreiben die Entwicklungen in komprimierter Form für die einzelnen Verwaltungseinheiten, sowohl für das Land Rheinland-Pfalz, als auch für die Landkreise und die Verbandsgemeinden. Alle Daten sind georeferenziert und können über dynamisch generierte Karten verortet werden. Umfangreiche Filterfunktionen erlauben dabei eine gezielte Auswahl, z.B. hinsichtlich spezifischer alternativer Energieträger oder Regionen.\n\nDie Energieagentur Rheinland-Pfalz unterstützt mit dem Energieatlas Rheinland-Pfalz Kommunen und öffentliche Einrichtungen, Unternehmen und Bürgerinnen und Bürger bei der Umsetzung ihrer Aktivitäten zur Energiewende in Rheinland-Pfalz. Die Hauptaufgabe liegt in der Information und Initiierung von Projekten in den Bereichen Erneuerbare Energien, Energieeffizienz und Energiesparen.\n\nDas IDL // Interaction Design Lab war in dem knapp 1-jährigen Kooperationsprojekt mit der DELPHI IMM GmbH in der ersten Projektphase verantwortlich für die Entwicklung einer aufgabenangemessenen Informationsarchitektur sowie eines nutzerzentrierten Navigationskonzeptes. In der zweiten Projektphase wurde das gesamte responsive Webdesign inklusive Kartengestaltung und Karteninteraktion entwickelt, gestaltet und in einem Styleguide dokumentiert. Zur Sicherstellung der geforderten hohen Usability und User Experience hat das IDL darüber hinaus im Rahmen des Projektes einen Usability Tests mit Blickbewegungsregistrierung durchgeführt."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 253,
    "slug": "energy-atlas-rheinland-pfalz",
    "group": [
      "Maps",
      "Visualization"
    ],
    "subtitle": {
      "en": "Portal and Visualization Design for Rhineland-Palatinate",
      "de": "Portaldesign und Visualisierungen für das Land Rheinland-Pfalz"
    },
    "project_year": 2015,
    "project_partners_name": [
      "DELPHI IMM GmbH"
    ],
    "project_partners_url": [
      ""
    ],
    "project_team": [33],
    "project_website": "http://www.energieatlas.rlp.de",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 262,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [
      "Energieagentur Rheinland-Pfalz"
    ],
    "project_client_url": [
      ""
    ],
    "project_client_logo": [
      372
    ]
  },
  {
    "name": {
      "de": "Environmental Reports",
      "en": "Environmental Reports"
    },
    "page": {
      "en": "<strong>Concept for user-centered Environmental Reports for the German Ministry for the Environment</strong>\n\nThe goal of this project is the analysis of the status quo of environmental reporting, with a focus on openData and accessible information on the web (e.g. www.umweltbundesamt.de/daten). The analysis is looking into the target audiences, applications, information needs, as well as more global goals from the ministry itself. Going beyond traditional spreadsheets and pdf repots, this project aims at creating concepts and prototypes for modern visualization methods, cartographic services as well as APIs for third party applications.\n\nThe <strong>IDL // Interaction Design Lab</strong> is responsible for the analysis, conception as well as design and development of user centered modules for the next generation of environmental reports.",
      "de": "<strong>Concept for user-centered environmental reporting of</strong><strong> the Federal Environment Agency</strong>\n\nThe goal of this project is the analysis of the status quo of environmental reporting with a focus on openData and accessible information on the web (e.g. www.umweltbundesamt.de/daten). The analysis is looking into the target audiences, applications, information needs, as well as more global goals from the Federal Environment Agency itself. Going beyond traditional spreadsheets and pdf repots, this project aims at creating concepts and prototypes for modern visualization methods, cartographic services, as well as APIs for third party applications.\n\nThe <strong>IDL // Interaction Design Lab</strong> is responsible for the analysis, conception, as well as the design and development of user-centered modules for the next generation of environmental reports."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 255,
    "slug": "environmental-reports",
    "group": [
      "Highlight",
      "Maps",
      "Visualization"
    ],
    "subtitle": {
      "en": "UX/UI Analysis and Concept",
      "de": "UX/UI Analyse und Konzept"
    },
    "project_year": "2015-2017",
    "project_partners_name": [
      "DELPHI IMM GmbH,",
      "ECOLOG-Institut gGmbH",
      "Golden Section Graphics GmbH",
      "Institute for Sustainability",
      "NATUR SÜDWEST - Institut für Naturkunde in  Südwestdeutschland"
    ],
    "project_partners_url": [
      "",
      "",
      "",
      "",
      ""
    ],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 260,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [
      "Umweltbundesamt"
    ],
    "project_client_url": [
      "http://www.umweltbundesamt.de"
    ],
    "project_client_logo": [
      369
    ]
  },
  {
    "name": {
      "en": "Earth and Environment",
      "de": "Erde und Umwelt"
    },
    "page": {
      "en": "The „Earth System Knowledge Platform“ ESKP is a collaborative project (eight Helmholtz Centres, e.g. DLR, GFZ, GEOMAR, AWI, KIT). The aim of this project is to establish a web-based knowledge platform that focuses on the risks and chances that arise from the changes in our global environment. For that purpose, well-grounded knowledge on the topics of water, soil, climate- or natural-disasters will be edited in form of interactive maps, infographics, videos etc.. The platform serves as a source for society, politics and the economy and enables them to profoundly plan a better future.\n\nThe portal provides a heterogenous target audience with a highly aesthetic, thoughtful, and didactic presentation of information in multimedia environments as well as with up-to-date information from experts on natural risks and disasters from around the world.\n\nThe IDL is responsible for the user-centered design process, the development of a new information architecture, navigational concepts and new responsive design for the platform. The team was able to use their knowledge on science communication concepts, which has become one of our research foci over the last few years.",
      "de": "Die „Earth System Knowledge Platform“ ESKP (Wissensplattform „Erde undUmwelt“) ist ein Gemeinschaftsprojekt von acht Helmholtz-Zentren (u.a. DLR, GFZ, GEOMAR, AWI, KIT). Ziel ist der Aufbau einer umfassenden webbasierten Wissensplattform zu Risiken und Chancen globaler Veränderungen der Umwelt. Dazu soll gesichertes Wissen zu Themen wie Wasser, Boden, Klima oder Naturkatastrophen multimedial (interaktive Karten, Infografiken, Videos etc.) aufbereitet werden, um Gesellschaft, Politik und Wirtschaft eine fundierte Zukunftsvorsorge zu ermöglichen.\n\nDas Webportal soll für eine heterogene NutzerInnengruppe sowohl didaktisch gut aufbereitetes multimediales Wissen zur Erdsystemdynamik visuell-ästhetisch herausgehoben präsentieren als auch aktuelle Informationen und Experten-Bewertungen zu weltweiten Naturkatastrophen zeitnah zur Verfügung stellen.\n\nDas IDL // Interaction Design Lab hat in einem nutzerzentrierten Entwicklungsprozess Informationsarchitektur, Navigationskonzept und responsives Design der Plattform konzipiert und umgesetzt. Dabei konnte das Team auf vielfältige Erfahrungen im Bereich der webbasierten Wissenschaftskommunikation zurückgreifen, die sich in den letzten Jahren als ein Schwerpunkt des R&D-Portfolios des IDL etabliert hat."
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 256,
    "slug": "earth-and-environment",
    "group": [
      "Maps",
      "Visualization"
    ],
    "subtitle": {
      "en": "Platform Design",
      "de": "Plattform Design"
    },
    "project_year": "2012-2015",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [33],
    "project_website": "http://eskp.de/",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 261,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": null,
    "project_client_name": [
      "Helmholtz-Gemeinschaft"
    ],
    "project_client_url": [
      ""
    ],
    "project_client_logo": [
      ""
    ]
  },
  {
    "name": {
      "de": "ANCI",
      "en": "ANCI"
    },
    "page": {
      "en": "Our research design brings together three disciplines: visual studies, computer sciences, visualization / interface design. Together we aim at investigating potentials of digital comparison methods for the field of <em>climate images</em> on the Internet. We take into account the mutual critique of our respective approaches, by reflecting on the surplus of quantitative and qualitative methods in studying pictures critically. The common question we developed aims at concepts of similarity as the general basis for any comparison. The concept of similarity is explicitly interesting for our scientific issue because it serves as a key method for digital image analysis and art history/visual studies alike. At the same time similarity can be approached with quantitative and qualitative methods. But until today a critical and systematic evaluation of the different epistemic values of these methods to study image similarity has still to be made. Our research programme wants to contribute to this task. We connect our common interest in similarity to the field of climate images on the Internet, because this field allows us to analyse images in a very broad and diverse typological range; at the same time all applicants can contribute their respective broad expertise in this area to the common topic.\n\nWe expect results on three levels: on the basis of a critical and qualitative evaluation and enhancement of existing algorithms to study image similarities quantitatively; on the basis of visual climate change communication by gaining new insights into what roles these images perform between science, politics and culture; and on a meta-level of an additional self-reflecting observation of our collaboration, documenting in detail how our perspectives and our disciplinary methodologies change in the process and how at the same time, our questions alter by this intense way of collaborating.",
      "de": "Das Forschungsvorhaben untersucht am Beispielfeld <em>Klimabilder im Internet</em> die Analysemöglichkeiten von Bildern mittels digitaler Methoden des Vergleichs. Dabei nehmen wir die gegenseitige Kritik methodisch unterschiedlicher Ansätze ernst, indem wir den Mehrwert quantitativer und qualitativer Ansätze für die Methoden der Bildforschung bzw. der Informatik jeweils kritisch hinterfragen und reflektieren. Die gemeinsame Frage, die wir gewählt haben, ist die nach der Ähnlichkeit als Grundlage jedes Vergleichs. Ähnlichkeit ist als Konzept deshalb interessant, weil es in der bildwissenschaftlichen Analyse ebenso eine zentrale Rolle spielt wie in den digital angetriebenen Bildanalysen. Dabei kann die Ähnlichkeit gleichermaßen mit qualitativen wie quantitativen Methoden erforscht werden. Doch steht eine kritische Diskussion des jeweiligen Erkenntniswerts der unterschiedlichen Methoden noch aus. Die gemeinsame Fragestellung nach dem Erkenntniswert von Ähnlichkeiten wenden wir auf das Feld der Klimabilder im Internet an, an dem wir ebenfalls aus unterschiedlichen Disziplinen heraus seit langem forschen, wobei wir die Vielfalt von Bildern, die Klima bzw. Klimawandel zum Thema haben auch in der Vielfalt ihrer Gebrauchszusammenhänge erforschen möchten.\n\nErgebnisse unseres Vorhabens erwarten wir auf drei Ebenen: auf der Ebene einer kritischen Evaluation bereits bestehender Algorithmen zur quantitativen Untersuchung von Ähnlichkeiten; auf der Ebene der Klimawandelkommunikation, indem wir neue Erkenntnisse darüber gewinnen, welche Rollen die Bilder zwischen Wissenschaft, Politik und Kultur spielen. Und schließlich auf der Meta-Ebene einer begleitenden selbstreflexiven Betrachtung unserer Zusammenarbeit, die dokumentiert wie sich der Blick auf die eigenen Methoden durch die Zusammenarbeit verändert sowie wie sich andererseits die Fragen durch die Interdisziplinarität verändern."
    },
    "excerpt": {
      "en": "Similarity as a criterion for comparing images in image studies, computer and visualization science using the example of climate images on the web",
      "de": "Ähnlichkeit als Kriterium von Bildvergleichen in den Bildwissenschaften und in der Informatik- und Visualisierungsforschung am Beispiel von Klimabildern im Internet"
    },
    "wp_id": 413,
    "slug": "climate-images",
    "group": [
      "Visualization"
    ],
    "subtitle": {
      "en": "Analysing networked climate images",
      "de": "Neue Potentiale zur Analyse vernetzter Klimabilder"
    },
    "project_year": "2017 – 2020",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [],
    "project_website": "https://anci.fh-potsdam.de",
    "project_team_external_name": [
      "Prof. Dr. Birgit Schneider",
      "Dr.-Ing. Thomas Nocke",
      "Janna Kienbaum"
    ],
    "project_team_external_url": [
      "http://www.uni-potsdam.de/ikm/professuren/medienoekologie/personal/drbirgitschneider.html",
      "https://www.pik-potsdam.de/members/nocke",
      "https://www.uni-potsdam.de/de/medienoekologie/index/personal.html"
    ],
    "project_material": "",
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": 443,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": true,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "PROTOTYP",
      "en": "PROTOTYP"
    },
    "page": {
      "en": "Artefacts do not only refer to a present. Possible futures are also inscribed in them. They can, for example, express expectations of future salvation, technological feasibility, economic prosperity, sustainable practice or aesthetic innovation. The study of prototypes offers a particularly attractive access to this material and performative futurity. In prototypes, designers, artists and engineers give materiality to a possible future. Prototypes are inherently unfinished artefacts that represent expected possibilities as experienceable realities. Prototypes are thus temporally paradoxical: they represent an object to be realized in the future, with which they themselves are not identical as present objects. How can this paradox be practically unfolded? How does the communication of future materiality succeed through present materiality? How are futures inscribed and read in objects? What are the specific communicative achievements of prototypes that go beyond a textual or pictorial mediation of the future? In short: How do prototypes communicate the future?\n\nWe want to decipher prototypical objects as active communication medium. In addition to a scientific exploitation, the results of the project will flow into an exhibition at the <a href=\"http://www.deutsches-museum.de/Nuernberg\" target=\"_blank\" rel=\"noopener noreferrer\">Deutsches Museum Nürnberg</a>, which will make prototypical designs visible and build bridges between past and present futures.\n\nWithin the framework of the project, prototypes will be created, presented and discussed as critical design artefacts in a \"research through design\" process, and evaluated with regard to their communicative and inspiring effect on specific target groups, e.g. as triggers for changes in behaviour and attitudes or for the development of one's own solutions to problems. The focus on critical design prototypes ties in with the current discourse in design research, which postulates a stronger social responsibility of the design discipline and practices with regard to ethical aspects, \"hidden agendas\" and technological consequences in general, and regards \"critical\" prototypes as the means of communication of choice for discourse with consumers, citizens, politics and business. However, methodological studies on the design process of this specific class of prototypes are still lacking, both with regard to the creative process and the impact analysis in the confrontation with recipients.",
      "de": "<span style=\"font-weight: 400;\">Artefakte verweisen nicht nur auf eine Gegenwart. In sie sind auch mögliche Zukünfte eingeschrieben. Sie können etwa Erwartungen zukünftigen Heils, technologischer Machbarkeit, wirtschaftlicher Prosperität, nachhaltiger Praxis oder ästhetischer Innovation zum Ausdruck bringen. Angesichts dieser vielfältigen und zum Teil widersprüchlichen Erwartungen an die Zukunft erscheint es außerordentlich vielversprechend, den Spuren des Möglichen in ihrer materiellen Konkretion nachzugehen. Einen besonders attraktiven Zugriff auf diese materiell eingeschriebene und performative Futurität bietet das Studium von Prototypen. In Prototypen geben DesignerInnen, KünstlerInnen und IngenieurInnen einer möglichen Zukunft materielle Gestalt. Prototypen sind inhärent unfertige Artefakte, die erwartete Möglichkeiten als erfahrbare Wirklichkeiten darstellen. Prototypen sind somit temporal paradox: Sie repräsentieren ein zukünftig zu realisierendes Objekt, mit dem sie selbst, als jeweils gegenwärtig vorliegendes Objekt, nicht identisch sind. Wie kann diese Paradoxie praktisch entfaltet werden? Wie gelingt die Kommunikation zukünftiger Materialität durch gegenwärtige Materialität? Wie werden Zukünfte in Objekte eingeschrieben und gelesen? Was sind die spezifischen kommunikativen Leistungen von Prototypen, die über eine text- oder bildförmige Vermittlung von Zukunft hinausgehen? Kurzum: Wie kommunizieren Prototypen Zukunft? </span>\n\n<span style=\"font-weight: 400;\">Dem soll das Verbundvorhaben nachgehen und dabei die Leitidee der Ausschreibung offensiv aufgreifen: Wir wollen prototypische Objekte als aktive Kommunikationsmedien eigenen Ranges dechiffrieren. Neben einer wissenschaftlichen Verwertung fließen die Resultate des Projekts in eine Ausstellung des <a href=\"http://www.deutsches-museum.de/Nuernberg\" target=\"_blank\" rel=\"noopener noreferrer\">Deutschen Museums Nürnberg</a> ein, welche prototypische Entwürfe sichtbar machen und Brücken zwischen vergangenen und gegenwärtigen Zukünften schlagen soll.</span>\n\n<span style=\"font-weight: 400;\">Im Rahmen des Projekts sollen Prototypen als Critical Design-Artefakte in einem “research through design” Prozess erstellt, präsentiert und diskutiert sowie hinsichtlich ihrer kommunikativen und inspirierenden Wirkung für spezifische Zielgruppen, z.B. als Auslöser für Verhaltens- und Einstellungsveränderungen oder eigene Problemlösungen, evaluiert werden. Die Fokussierung auf Critical Design-Prototypen knüpft an den aktuellen Diskurs in der Designforschung an, der eine stärkere gesellschaftliche Verantwortung der Gestaltungdisziplinen und –praktiken hinsichtlich ethischer Aspekte, “Hidden Agendas” und Technologiefolgen im Allgemeinen postuliert und „kritische“ Prototypen als Kommunikationsmittel der Wahl für den Diskurs mit Konsumenten, BürgerInnen, Politik und Wirtschaft betrachtet. Allerdings fehlen bisher methodologische Studien über den Gestaltungsprozess dieser spezifischen Klasse von Prototypen, sowohl hinsichtlich des Kreativprozesses als auch der Wirkungsanalyse in der Konfrontation mit Rezipienten. </span>"
    },
    "excerpt": {
      "en": "Designing the future materially. Prototypes as communication medium of the new.",
      "de": "Zukunft materiell entwerfen. Prototypen als Kommunikationsmedien des Neuen."
    },
    "wp_id": 491,
    "slug": "prototyp",
    "group": [
      "Prototyping",
      "Speculation",
      "Tangible"
    ],
    "subtitle": {
      "en": "Prototyping in Critical Design",
      "de": "Prototyping im Critical Design"
    },
    "project_year": "2018 – 2021",
    "project_partners_name": [
      "JGU Mainz",
      "TU München",
      "Deutsches Museum Nürnberg"
    ],
    "project_partners_url": [
      "https://mediensoziologie.soziologie.uni-mainz.de/",
      "https://www.mcts.tum.de/",
      "http://www.deutsches-museum.de/Nuernberg"
    ],
    "project_team": [],
    "project_website": "",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": "",
    "related_publications": [
      513
    ],
    "related_projects": "",
    "thumbnail_id": 494,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": true,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  },
  {
    "name": {
      "de": "DataSkop",
      "en": "DataSkop"
    },
    "page": {
      "de": "Die Prozesse algorithmischer Entscheidungen durchdringen zunehmend das Alltagsleben und dies geschieht oft auf nicht nachvollziehbarer Art und Weise. Das vom BMBF-geförderte Projekt DataSkop thematisiert die Potentiale von innovativen User Interfaces und verständlichen Visualisierungen zur Förderung der digitalen Souveränität von Nutzer*innen.\n\nZiel von DataSkop ist es, die digitale Souveränität, und damit die Kompetenzen des Individuums, zu stärken – d. h. informiert mit Daten umzugehen, sicher in digitalen Umgebungen zu agieren, algorithmische Strukturen zu erkennen und in Grundzügen zu verstehen sowie interessengeleitet Themensetzungen zu beurteilen.\n\nDas Projekt DataSkop entwickelt ein solches System in Form einer plattform-unabhängigen Infrastruktur, die aus einer Datenspendeplattform und einem persönlichen Daten-Dashboard besteht. Dabei werden innovative Visualisierungskonzepte und kompetenzfördernde Lehr- und Lernszenarios für die Bildungsarbeit entwickelt. Die Nutzenden lernen dabei den selbstbestimmten Umgang mit Daten, neue Fertigkeiten und Verständnis im Umgang mit Technologien.\nVeröffentlichungen\n\nAm 15. Juli 2021 wurde ein neues Datenspende-Tool veröffentlicht, das den YouTube-Algorithmus zum Bundestagswahlkampf untersuchte. Das gemeinsame Ziel des Forschungsverbundes war es, die Personalisierungen durch das Empfehlungssystem der Video-Plattform YouTube während des Bundestagswahlkampfs zu analysieren. Durch die Informationen von Nutzer*innen darüber, welche Videos sie bisher gesehen haben und welchen Kanälen sie folgen, lassen sich Zusammenhänge und Muster zwischen Nutzungsverhalten und dem Empfehlungs-Algorithmus erkennen. \nErste Ergebnisse zur Auswertung der Analyse wurden im Herbst 2021 auf der Website von AlgorithmWatch und beim Medienpartner Der Spiegel bereits veröffentlicht. Die Open-Source-Plattform DataSkop wird ab Mitte 2022 auch anderen Forschungseinrichtungen, NGOs und Redaktionen für weitere Datenspendeprojekte zur Verfügung stehen.\n",
      "en": "Die Prozesse algorithmischer Entscheidungen durchdringen zunehmend das Alltagsleben und dies geschieht oft auf nicht nachvollziehbarer Art und Weise. Das vom BMBF-geförderte Projekt DataSkop thematisiert die Potentiale von innovativen User Interfaces und verständlichen Visualisierungen zur Förderung der digitalen Souveränität von Nutzer*innen.\n\nZiel von DataSkop ist es, die digitale Souveränität, und damit die Kompetenzen des Individuums, zu stärken – d. h. informiert mit Daten umzugehen, sicher in digitalen Umgebungen zu agieren, algorithmische Strukturen zu erkennen und in Grundzügen zu verstehen sowie interessengeleitet Themensetzungen zu beurteilen.\n\nDas Projekt DataSkop entwickelt ein solches System in Form einer plattform-unabhängigen Infrastruktur, die aus einer Datenspendeplattform und einem persönlichen Daten-Dashboard besteht. Dabei werden innovative Visualisierungskonzepte und kompetenzfördernde Lehr- und Lernszenarios für die Bildungsarbeit entwickelt. Die Nutzenden lernen dabei den selbstbestimmten Umgang mit Daten, neue Fertigkeiten und Verständnis im Umgang mit Technologien.\nVeröffentlichungen\n\nAm 15. Juli 2021 wurde ein neues Datenspende-Tool veröffentlicht, das den YouTube-Algorithmus zum Bundestagswahlkampf untersuchte. Das gemeinsame Ziel des Forschungsverbundes war es, die Personalisierungen durch das Empfehlungssystem der Video-Plattform YouTube während des Bundestagswahlkampfs zu analysieren. Durch die Informationen von Nutzer*innen darüber, welche Videos sie bisher gesehen haben und welchen Kanälen sie folgen, lassen sich Zusammenhänge und Muster zwischen Nutzungsverhalten und dem Empfehlungs-Algorithmus erkennen. \nErste Ergebnisse zur Auswertung der Analyse wurden im Herbst 2021 auf der Website von AlgorithmWatch und beim Medienpartner Der Spiegel bereits veröffentlicht. Die Open-Source-Plattform DataSkop wird ab Mitte 2022 auch anderen Forschungseinrichtungen, NGOs und Redaktionen für weitere Datenspendeprojekte zur Verfügung stehen.\n"
    },
    "excerpt": {
      "de": "",
      "en": ""
    },
    "wp_id": 540,
    "slug": "dataskop",
    "group": [
      "Prototyping",
      "Speculation",
      "Visualization"
    ],
    "subtitle": {
      "de": "User Interfaces & Visualisierungen zur Förderung von digitaler Souveränität",
      "en": "User Interfaces & Visualisierungen zur Förderung von digitaler Souveränität"
    },
    "project_year": "2020-2023",
    "project_partners_name": [],
    "project_partners_url": [],
    "project_team": [
      219,
      517
    ],
    "project_website": "http://dataskop.net",
    "project_team_external_name": [],
    "project_team_external_url": [],
    "project_material": null,
    "related_publications": [],
    "related_projects": "",
    "thumbnail_id": null,
    "project_funding_name": [],
    "project_funding_url": [],
    "project_funding_logo": [],
    "featured_home": true,
    "project_client_name": [],
    "project_client_url": [],
    "project_client_logo": []
  }
]