{"id":22,"date":"2015-06-22T10:10:11","date_gmt":"2015-06-22T10:10:11","guid":{"rendered":"http:\/\/dev.jorditost.com\/idl\/?page_id=22"},"modified":"2019-08-22T11:20:32","modified_gmt":"2019-08-22T09:20:32","slug":"imprint","status":"publish","type":"page","link":"https:\/\/idl.fh-potsdam.de\/de\/imprint\/","title":{"rendered":"Kontakt &#038; Impressum"},"content":{"rendered":"<h3>Haftungsausschluss<\/h3>\n<p>Eine Haftung f\u00fcr die Richtigkeit, Vollst\u00e4ndigkeit und Aktualit\u00e4t dieser Webseiten kann trotz sorgf\u00e4ltiger Pr\u00fcfung nicht \u00fcbernommen werden. Die Fachhochschule Potsdam \u00fcbernimmt insbesondere keine Haftung f\u00fcr eventuelle Sch\u00e4den oder Konsequenzen, die durch eine direkte oder indirekte Nutzung der angebotenen Inhalte entstehen.<\/p>\n<p>Es wird ausdr\u00fccklich darauf hingewiesen, dass f\u00fcr den Inhalt verlinkter Seiten ausschlie\u00dflich deren Betreiber verantwortlich ist. Trotz sorgf\u00e4ltiger inhaltlicher Kontrolle \u00fcbernehmen wir keine Haftung f\u00fcr die Inhalte externer Links. F\u00fcr Sch\u00e4den, die aus der Nutzung oder Nichtnutzung dieser Informationen entstehen, haftet ausschlie\u00dflich der Betreiber der Seite, auf die verwiesen wurde.<\/p>\n<p>Sollten Sie Kenntnis von verlinkten Seiten mit rechtswidrigen Inhalten erlangen, bitten wir Sie, uns dies mitzuteilen.<\/p>\n<h3>Urheberrecht<\/h3>\n<p>Alle im Internetangebot der Fachhochschule Potsdam ver\u00f6ffentlichten Inhalte (Layout, Texte, Bilder, Grafiken usw.) unterliegen dem Urheberrecht. Jede vom Urheberrechtsgesetz nicht zugelassene Verwertung bedarf vorheriger ausdr\u00fccklicher Zustimmung. Dies gilt insbesondere f\u00fcr Vervielf\u00e4ltigung, Bearbeitung, \u00dcbersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen. Fotokopien und Downloads von Webseiten f\u00fcr den privaten, wissenschaftlichen und nicht kommerziellen Gebrauch d\u00fcrfen hergestellt werden.<\/p>\n<p>Wir erlauben ausdr\u00fccklich und begr\u00fc\u00dfen das Zitieren unserer Dokumente und Webseiten sowie das Setzen von Links auf unsere Website.<\/p>\n<h3>Datenschutzerkl\u00e4rung<\/h3>\n<p>Die Fachhochschule Potsdam unterliegt den Bestimmungen des Brandenburgischen Datenschutzgesetzes sowie den einschl\u00e4gigen gesetzlichen Grundlagen mit Bestimmungen zum Schutz des Rechtes auf informationelle Selbstbestimmung. Zum Schutz Ihrer Rechte haben wir technische und organisatorische Ma\u00dfnahmen getroffen, dass die Vorschriften \u00fcber den Datenschutz sowohl innerhalb der Fachhochschule Potsdam als auch von externen Dienstleistern beachtet werden, wenn diese an diesem Angebot mitwirken. Ihre Daten d\u00fcrfen nur in dem Umfang verarbeitet werden, wie spezielle Gesetze dies zulassen oder Ihre Einwilligung vorliegt.<\/p>\n<p>In Verbindung mit Ihrem Zugriff auf das Internetangebot der Fachhochschule Potsdam werden auf unseren Servern im Falle des erfolglosen Abrufens einer Datei vor\u00fcbergehend Daten zur Feststellung von Betriebsst\u00f6rungen gespeichert, die m\u00f6glicherweise eine Identifizierung zulassen.<br \/>\nDies k\u00f6nnen sein:<\/p>\n<ul>\n<li>Name der abgerufenen Datei<\/li>\n<li>Datum und Uhrzeit des Abrufs<\/li>\n<li>abrufende IP-Adresse.<\/li>\n<\/ul>\n<p>Bei der Verwendung der angebotenen Mail-Links werden nur die von Ihnen eingegebenen Daten an den Empf\u00e4nger der Mail weitergeleitet. In Logdateien k\u00f6nnen zur Sicherstellung des Betriebes sowie zur Gew\u00e4hrleistung der Datensicherheit die Verbindungsdaten gespeichert werden. Eine Auswertung dieser Daten erfolgt nicht. Ausgenommen hiervon sind:<\/p>\n<ul>\n<li>Auswertungen bei Vorliegen des Verdachtes einer Straftat<\/li>\n<li>Auswertungen bei Vorliegen eines begr\u00fcndeten Missbrauchsverdachtes<\/li>\n<li>Daten in anonymisierter Form: f\u00fcr statistische Zwecke oder zur Optimierung des Internetangebotes.<\/li>\n<\/ul>\n<p>Wir weisen Sie darauf hin, dass die Daten\u00fcbertragung, insbesondere per E-Mail, \u00fcber das Internet derzeit im Wesentlichen ungesichert erfolgt. Es ist nicht ausgeschlossen, dass \u00fcbermittelte Daten von Unbefugten zur Kenntnis genommen und eventuell sogar verf\u00e4lscht werden k\u00f6nnen.<\/p>\n<h3>Google Analytics<\/h3>\n<p>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (\u00bbGoogle\u00ab) Google Analytics verwendet sog. \u00bbCookies\u00ab, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie erm\u00f6glicht. Die durch den Cookie erzeugten Informationen \u00fcber Ihre Benutzung diese Website (einschlie\u00dflich Ihrer IP-Adresse) wird an einen Server von Google in den USA \u00fcbertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports \u00fcber die Websiteaktivit\u00e4ten f\u00fcr die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte \u00fcbertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten der Google in Verbindung bringen. Sie k\u00f6nnen die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s\u00e4mtliche Funktionen dieser Website voll umf\u00e4nglich nutzen k\u00f6nnen. Durch die Nutzung dieser Website erkl\u00e4ren Sie sich mit der Bearbeitung der \u00fcber Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Fachbereich Design<br \/>\nFachhochschule Potsdam<br \/>\nKiepenheuerallee 5<br \/>\n14469 Potsdam<\/p>\n<p><a href=\"mailto:heidmann@fh-potsdam.de\">heidmann@fh-potsdam.de<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":8,"comment_status":"open","ping_status":"open","template":"","meta":[],"acf":[],"_links":{"self":[{"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/pages\/22"}],"collection":[{"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/comments?post=22"}],"version-history":[{"count":15,"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/pages\/22\/revisions"}],"predecessor-version":[{"id":508,"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/pages\/22\/revisions\/508"}],"wp:attachment":[{"href":"https:\/\/idl.fh-potsdam.de\/de\/wp-json\/wp\/v2\/media?parent=22"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}